Repository: Villanueva-del-Trabuco-EGC/decide
Catalog: decide/census/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Administration census
es_es: Administración de censos en votaciones

# add_census_question
source: Which vote do you want to add the census?
es_es: ¿A qué votación quieres añadir el censo?

# select_file
source: Select the file you want to import your census from
es_es: Selecciona el archivo desde el que deseas importar tu censo

# input_user_admin
source: Insert the administrator user that will import the census
es_es: Introduzca el usuario administrador que importará el censo

# input_user_admin_password
source: Insert the password of the administrator user
es_es: Introduzca la contraseña del usuario administrador

source: Census:
es_es: Censo:

source: Download CSV
es_es: Descargar como CSV

# vName
source: Name of the vote
es_es: Nombre de la votación

# vDesc
source: Description of the vote
es_es: Descripción de la votación

source: Username
es_es: Nombre de usuario

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Voter ID
es_es: ID del votannte
